<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=EUC-KR">
<title>Insert title here</title>
</head>
<body>
<pre>
1) 회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 "보존 근거"에서 명시한 근거에 따라 "보존 기간"동안 보존합니다.
- 보존 근거 및 기간 : 회원 탈퇴 시 소비자의 불만 및 분쟁해결 등을 위한 목적 달성 후 30일
- 보존항목 : ID(이메일, 휴대폰번호), 닉네임, 비밀번호, 이름(한글), 이메일인증정보, IP, 접속기록(시간), 생년월일, 성별, 내외국인정보, 연계정보(CI), 중복가입정보(DI), 마이핀번호, 이동통신사정보, 본인인증 확인 정보, 실명확인 정보, 인증정보, 접속지정보, 이메일주소, 법정대리인 정보, 만나이, 연나이, 지역, 직장, 직업, 성격, 키, 학력사항, 출신학교, 경력사항, 자기소개, 연애상태, 소속(부대), 프로필(본인) 사진, 불량이용기록, 서비스이용기록(게임), 단말기정보, PC사양정보, 다운로드기록, 휴대폰모델정보
2) 상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계 법령의 규정에 의해 보존할 필요성이 있는 경우 회사는 관계 법령에서 정한 일정한 기간 동안 이용자의 개인정보를 보관할 수 있습니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며, 아래 "보존근거"에 따라 "보존 기간"동안 보관합니다.
- 보존 근거 : 전자상거래 등에서의 소비자보호에 관한 법률
- 보존 항목 및 기간
- 계약 또는 청약철회 등에 관한 기록, 5년
- 대금결제 및 재화 등의 공급에 관한 기록, 5년
- 소비자의 불만 또는 분쟁처리에 관한 기록, 3년
- 보존 근거 : 통신비밀보호법
- 보존 항목 및 기간 : 로그인에 관한 기록, 3개월
</pre>
</body>
</html>