<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=EUC-KR">
<title>Insert title here</title>
</head>
<body>
<pre>
<h3>제1조 (목적)</h3>
이 약관은 (주)Mojo Auto Moblie(이하 “회사”라 합니다)와 회사가 제공하는 식스샵 쇼핑몰 호스팅을 이용하는 회원(이하 “회원”이라 합니다)간에 서비스 이용에 관한 권리 의무 및 기타 필요한 제반 사항을 규정하여, 회원과 회사의 권익을 보호하고 상호 번영에 기여함을 목적으로 합니다.
 
제2조 (용어의 정의)
1. 이 약관에서 사용하는 용어의 정의는 다음 각호와 같습니다.
2. “식스샵 쇼핑몰호스팅”(이하 “서비스”라 한다)라 함은 회사가 회원에게 인터넷상에서 상품 및 서비스 등을 판매할 수 있도록 제공하는 쇼핑몰서비스, 부가서비스 및 제휴서비스 등을 말합니다.
3. “회원”이라 함은 회사에 자신의 정보를 제공하고 회원등록을 한 자로써, 회사가 제공하는 서비스를 이용하는 자를 말합니다.
4.  “멀티쇼핑몰”이라 함은 하나의 계정(ID)에서 다수의 쇼핑몰을 생성하여 운영, 관리할 수 있는 다양한 쇼핑몰을 말합니다.
5. “계정(ID)”라 함은 회원이 서비스를 신청함으로써 생성되는 계정을 말합니다.
6. “쇼핑몰서비스”라 함은 회원이 국내 또는 글로벌 쇼핑몰을 운영하는데 필수적으로 필요한 쇼핑몰솔루션, 호스팅, 기본도메인 등을 제공하는 서비스를 말합니다.
7. “부가서비스”라 함은 회사가 제공하는 기본 서비스 외에 회원이 쇼핑몰 운영을 위해 추가로 신청하는 서비스를 말합니다.
8. “제휴서비스”라 함은 쇼핑몰 운영의 편의를 위해 제 3자(이하 “제휴사”라 합니다)가 제공하는 서비스를 말합니다.
9. 전항에 정의되지 아니한 용어는 회사의 서비스 안내 또는 상관례에 따라 해석됩니다.
 
제3조 (약관의 효력 및 변경)
1. 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 초기화면에 게시합니다.
2. 회사는 약관의 규제에 관한법률, 정보통신망이용촉진및정보보호등에관한법률 등 관련법을 위배하지 아니하는 범위에서 이 약관을 개정할 수 있습니다.
3. 회사가 이 약관을 개정하는 경우에는 개정사유 및 적용일자를 명시하여 그 적용일자로부터 7일 이전부터 초기화면 또는 초기화면과의 연결화면을 통해 공지합니다. 다만, 소비자에게 불리하게 계약내용을 변경하는 경우에는 30일의 유예기간을 두고 공지합니다.
4. 회사가 전항에 따라 회원에게 공지하면서 적용일 이내 회원에게 의사표시를 하지 않으면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다. 회원이 개정약관에 동의하지 않을 경우 회원은 이용계약을 해지할 수 있습니다.
5. 회사는 각 서비스에 따른 개별약관 및 운영정책을 정할 수 있으며 회원은 이를 준수하여야 합니다.
6. 이 약관에서 정하지 아니한 사항에 대해서는 관계법령 및 상관례에 따라 적용합니다.
 
제4조 (이용계약의 성립)
1. 이용계약은 서비스를 이용하고자 하는 자가 약관의 내용을 확인한 후 동의하고 서비스 운영에 필요한 정보를 기재하여 신청하면 회사가 이를 승낙함으로써 성립합니다.
2. 회사는 회원가입으로 생성된 계정(ID)의 정보를 회원의 정보로 간주하며 계정(ID)의 명의자를 본 계약의 계약 당사자로 판단합니다.
3. 회사는 다음 각 호에 해당하는 사유가 있는 경우 이용계약 신청을 승낙하지 아니할 수 있습니다.
① 비 실명, 타인명의로 서비스를 신청한 경우
② 정보를 허위로 기재하거나 필수기재 항목을 누락, 오기한 경우
③ 사업자신원확인 및 본인확인에 필요한 필요서류의 제출을 거부한 경우
④ 국내법 또는 국제법을 위반하거나 이 약관을 위반하여 이용계약이 해지된 이력이 있는 경우
⑤ 선정적이고 미풍양속을 해치는 용도로 서비스를 이용한 이력이 있는 경우
⑥ 불법, 부당한 광고, 선전물을 게시하여 이용이 제한된 이력이 있는 경우
⑦ 타인의 권리를 침해하는 등의 부정한 용도로 이용한 이력이 있는 경우
⑧ 만 14세 미만의 미성년자, 한정치산자, 금치산자가 법정 대리인의 동의 없이 이용신청을 하는 경우
⑨ 회사의 서비스에 대한 이용료를 체납하고 있거나 체납한 이력이 다수 있는 경우
⑩ 기타 신청자의 귀책사유로 이용계약의 승낙이 곤란한 경우
⑪ 회사는 다음 각 호에 해당하는 경우 이용계약의 신청을 유보할 수 있습니다.
⑫ 천재지변, 전쟁 등 국가 초유의 비상사태 또는 그 밖에 부득이한 경우
⑬ 업무수행에 지장이 초래할 정도의 지극히 곤란한 사유가 있는 경우
⑭ 품질유지가 곤란하거나 필요한 설비나 인력이 부족한 경우
⑮ 기타 회사의 기술적/관리적 사정으로 이용계약의 승낙이 곤란한 경우
4. 회사는 이용계약의 승낙 후 본 조 3항, 4항에 해당하는 경우 제 6조에 따른 사전 통지 후 이용계약의 승낙을 철회할 수 있습니다.
 
제5조 (개인정보의 수집 및 관리)
1. 회사는 관련법령 및 회사의 개인정보취급방침에 따라 회원의 개인정보를 수집 및 관리합니다.
2. 회원은 회사가 정하는 바에 따라 서비스 이용에 필요한 정보(개인정보 포함)를 사실에 부합하게 제공할 의무가 있으며, 허위의 사실을 기재하거나 타인명의를 도용하여 서비스를 신청한 경우 서비스 이용이 중단되거나 이용계약이 해지될 수 있습니다.
3. 회사는 관련법률 규정에 의거 수사상 목적 등으로 국가기관의 요구가 있거나 방송통신위원회 및 한국인터넷진흥원 등의 요청이 있는 경우 관련 정보를 법률이 규정하는 범위 내에서 제공할 수 있습니다.
 
제6조 (회원에 대한 통지)
회사가 회원에 대하여 통지를 하는 경우 이 약관에 별도의 규정이 없는 한 회원이 제공한 전자우편, SMS 등으로 통지합니다. 다만, 회사는 회원 전체 또는 다수에 대한 통지의 경우 7일 이상 회사의 공지사항 등에 게시함으로써 본문의 통지를 갈음할 수 있습니다.
 
제7조 (서비스의 개시)
1. 회사는 회원이 이 약관에 동의하고 서비스 이용료 등을 정상적으로 납입하면 특별한 사정이 없는 한 해당 서비스를 개시합니다. 다만, 즉시 개시하지 못할 사유가 있는 경우에는 그 사유 및 개시일정을 회원에게 제 6조에 따라 통지합니다.
2. 회사는 회사가 정한 신원확인 및 본인확인 절차 등을 거치지 아니한 경우 절차의 완료 시까지 서비스의 개시를 연기할 수 있습니다.
 
제8조 (서비스의 종류)
1. 이 약관에 따라 회사가 제공하거나 대행하는 서비스의 종류는 다음 각 호와 같습니다.
① 쇼핑몰서비스
② 부가서비스
③ 제휴서비스
④ 기타 쇼핑몰 구축 및 운영을 위한 서비스
2. 전항의 서비스 별 세부사항은 회사의 홈페이지 내 서비스안내에 따릅니다.
3. 본 조 1항의 서비스는 회원의 서비스환경에 따라 일부 서비스가 제공되지 아니할 수 있습니다.
4. 회사는 서비스를 신설, 변경하는 경우 관련내용을 제 6조에 따라 사전 통지함으로써 서비스를 신설, 변경할 수 있습니다.
 
제9조 (서비스의 이용)
1. 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 서비스를 제공합니다. 다만, 제휴서비스 등은 사이트 내 각 서비스 별 안내 및 제공사의 운영정책에 따라 제공됩니다.
2. 회원은 회사의 서비스안내 페이지 등을 통하여 각 서비스 별 이용조건 및 정책을 정확하게 숙지한 후 이용합니다.
3. 회사는 회원에게 서비스의 일부 또는 전부를 유료서비스로 제공할 수 있으며 그 세부내역은 서비스안내 페이지를 통하여 제공합니다.
4. 회원은 각각의 멀티쇼핑몰을 별도의 언어, 화폐, 디자인 등으로 구성하여 이용할 수 있습니다.
5. 회원은 하나의 상품DB를 통하여 각 멀티쇼핑몰 별로 노출할 상품을 각기 달리 지정할 수 있습니다.
6. 회원은 디자인관리 기능을 통하여 각 멀티쇼핑몰 별로 대표디자인을 지정하여 적용할 수 있습니다.
7. 회원은 회사가 제공하는 결제수단 중 결제방법(신용카드, 실시간계좌이체, 자동이체, 무통장입금, 휴대폰결제, 기타)을 선택하여 이용할 수 있습니다.
8. 회원은 서비스를 이용함에 있어 전자상거래등에서의소비자보호에관한법률, 정보통신망이용촉진및정보보호등에관한법률 등 전자상거래와 관련한 관련법에 따라 쇼핑몰을 운영합니다. 다만, 외국인을 대상으로 전자상거래를 하는 경우에는 해당 국가의 관련법을 준수합니다.
9. 회원은 각각의 멀티쇼핑몰을 별도의 사이트로 운영, 관리하며 회원관리, 이벤트 등을 각 멀티쇼핑몰 별로 운영합니다.
 
제10조 (서비스이용료)
1. 회사는 회원이 신청한 서비스에 대한 각 서비스이용료 등을 각 서비스 별 청구기준에 따라 회원에게 청구합니다.
2. 회사는 서비스 제공에 따른 원가의 과도한 상승, 시장환경의 변화에 따라 제 6조에 따른 통지 후 서비스 이용료를 변경할 수 있습니다.
3. 회사는 청구한 서비스이용료가 체납된 경우 무료서비스(쇼핑몰서비스 등)와 체납된 서비스 등을 이용 제한할 수 있습니다.
4. 회원은 이용료 지급 시 자신의 명의로 서비스이용료를 입금하며 만약 타인의 명의로 입금을 한 경우에는 반드시 회사에 해당 내용을 통지하여 서비스 신청 및 연장이 누락되지 아니하도록 입금여부를 확인하여야 합니다. 이를 다하지 아니하여 서비스 이용이 중단된 경우 회사는 이에 관한 일체의 책임을 부담하지 아니합니다.
 
제11조 (제휴서비스의 이용)
1. 회원은 제휴서비스를 이용하고자 하는 경우 제휴사와 제휴서비스이용계약을 직접 체결하거나 회사와 대행계약을 체결하여 서비스를 신청합니다.
2. 회원은 자신이 이용하고자 하는 제휴서비스를 자율적으로 선택하여 이용합니다. 다만, 회사는 관련 법령에 따라 의무화(구매안전서비스, 본인확인서비스 등)되어 있는 서비스의 경우 회원에게 해당내용을 안내하고 서비스의 이용을 권고할 수 있습니다.
3. 회사는 회원과 제휴사간 체결한 제휴서비스에 대하여 회사의 과실 없이 발생한 문제에 대하여 책임을 부담하지 아니합니다.
4. 제휴서비스의 해지 및 환불 등은 제휴사의 정책 등에 따라 처리되며 회사는 제휴서비스에 대한 안내 및 환불 조건 등을 각 제휴서비스 페이지에 안내합니다.
5. 회사는 제휴서비스의 변경 등이 발생한 경우 그 변경내용 및 적용시점을 제 6조에 따라 통지합니다.
6. 회사는 제휴사와 제휴서비스에 관한 계약이 해지, 종료되는 경우 해지사실 및 해지시점을 제 6조에 따라 통지함으로써 해당 제휴서비스의 제공을 중단할 수 있습니다.
 
제12조 (서비스의 제공 중단)
1. 회사는 정기점검, 시스템의 업그레이드, 증설 등이 필요한 경우 해당 내용, 재개시점을 제 6조에 따라 사전 통지한 후 서비스의 제공을 일정기간 중단할 수 있습니다.
2. 회사는 다음 각 호에 해당하는 경우 사전 통지 없이 서비스의 제공을 중단할 수 있습니다.
① 천재지변, 전쟁 등 국가비상사태 또는 이에 준하는 경우
② 사전에 인지할 수 없는 하드웨어(디스크 등) 장애, 시스템다운 및 외부 통신회사, 전력회사, 기간통신사업자의 장애 등이 발생한 경우
③ 회사가 통제할 수 없는 분산서비스거부(DDos) 등 외부적 침입이 예견되거나 시작된 경우
④ 보안상 시급한 문제로 인하여 긴급한 작업을 요하는 경우
⑤ 기타 사전 통지 없이 서비스를 중단할 수 밖에 없는 명백한 이유가 있는 경우
⑥ 일시적으로 서비스에 장애를 줄 만한 트래픽이 발생하는 계정의 경우
⑦ 회원이 만든 사이트의 일일 트래픽이 서비스 운영에 지장을 주는 정도의 과도한 트래픽이 발생할 경우
3. 회사는 본 조의 서비스 제공 중지로 인하여 회원에게 손해가 발생한 경우 그에 따른 배상책임을 부담하지 아니합니다.
 
제13조 (회사의 권리와 의무)
1. 회사는 회원이 서비스를 안정적으로 이용할 수 있도록 성실하게 서비스를 제공합니다.
2. 회사는 서비스를 위한 설비, 장비 등을 유지 , 보수하고 장애가 발생한 경우 이를 신속하게 수리 또는 복구하도록 최선의 노력을 다합니다.
3. 회사는 회원이 제기하는 의견 등 정당한 요구에 대하여 빠른 시일 내 처리함을 원칙으로 합니다. 다만, 처리가 연장되는 경우에는 게시판 또는 제 6조에 따라 그 사유와 처리일정을 통보합니다.
4. 회사는 회사가 제공하는 서비스 및 서비스와 관련한 부속 이미지의 모든 권한을 가지며, 회원은 회사가 제공하는 서비스에 대한 사용권한만을 부여 받게 됩니다.
5. 회사는 회원이 사이트 내 판매하는 상품과 이미지, 관련 정보 등에 관하여 어떠한 책임도 부담하지 아니합니다.
6. 회사는 서비스 이용에 따른 회원의 매출, 회원수, 회원접속자 수 등의 관련 정보를 수집하여 통계자료 등으로 활용할 수 있으며, 이를 회원의 서비스 이용에 지원하거나 회사의 효율적인 서비스 제공에 사용할 수 있습니다.
7. 회사는 시스템 장애 및 오류의 복구, 기술적/관리적으로 긴급을 요하는 경우 회원의 쇼핑몰 관리자 어드민(admin) 접근하여 해당 사안을 조치할 수 있습니다.
8. 회사는 회원이 서비스를 이용함에 있어 등록한 상품 및 그 정보 등이 불법정보에 해당하여 방송통신심의위원회 등 관련 기관으로부터 일정의 행정조치를 전달을 받은 경우 그에 따른 조치를 이행할 수 있습니다.
9. 회사는 전자상거래를 함에 있어 회원이 기재한 사업자정보가 허위이거나 사기쇼핑몰로 판단되어 서울시 전자상거래센터로부터 서비스의 정지요청이 있는 경우 관련 안내페이지의 게재 및 서비스의 이용을 제한할 수 있습니다.
10. 회사는 회원과 회사 또는 제 3자간 법적 분쟁이 발생하여 법적 절차의 진행에 따라 서비스제공의 중단이 필요한 경우 임시적으로 서비스의 이용을 제한할 수 있습니다.
 
제14조 (회원의 권리와 의무)
1. 회원은 회사가 공지하는 운영정책 및 가이드 등을 수시확인하며 이에 따라 서비스를 이용합니다.
2. 회원은 자신의 판단 하에 사이트 운영 전반에 관한 사항을 결정하며 사이트 운영에 관련한 일체의 책임을 부담합니다.
3. 회원은 회사로부터 부여 받은 아이디 및 비밀번호를 유출되지 아니하도록 철저하게 관리합니다.
4. 회원은 반드시 회사에 제공한 이메일, 연락처 등을 최신의 정보로 유지하며 수시로 수신여부를 확인합니다. 만약 이를 게을리하여 회사의 통지가 도달하지 아니함으로써 회원에게 손해가 발생한 경우 회사는 그에 따른 책임을 부담하지 아니합니다.
5. 회원은 사이트 내 상품을 판매하거나 이미지 등을 게재함에 있어 정당한 권리를 보유한 저작물 등을 이용하여 사이트를 운영합니다.
6. 회원은 인터넷 환경의 특성 상 다양한 원인으로 인하여 서비스 내 데이터가 훼손되거나 멸시될 수 있음을 감안하여 자신의 데이터를 별도의 저장장치에 수시로 백업하는 의무를 부담한다.
7. 회원은 서비스를 이용하여 국내 및 다양한 국가의 소비자를 대상으로 전자상거래를 함에 있어 대상국가의 전자상거래 및 정보통신이용 등에 관한 관련법령을 준수합니다.
8. 회원은 사이트 내 상품 및 이미지 등이 청소년유해매체물에 해당하는 경우 관련법에 명시된 규정에 따라 청소년유해매체물 표시사항 및 성인인증 등의 의무사항을 준수합니다.
9. 회원은 공정거래위원회의 ‘전자상거래등에서의상품등의정보제공에관한고시’ 등에 따라 자신이 판매하는 상품에 대한 상세정보를 명확하게 제공합니다.
10. 회원은 사이트의 게시판 등에 이용자가 게재한 불법, 부당한 광고성 문구 등을 삭제, 관리합니다.
11. 회원은 적법한 절차에 따라 소비자의 개인정보를 수집하며 개인정보와 관련한 법령에 따라 기술적, 관리적 보호조치를 수행합니다. 또한 그에 따른 개인정보취급방침을 작성하여 홈페이지 초기화면에 게시하고 수집한 개인정보를 자신의 책임 하에 운영합니다.
12. 회원은 공공질서, 미풍양속, 기타 사회질서를 저해할 수 있는 일련의 상품 또는 이미지 등을 판매하거나 게재하지 아니합니다.
13. 회원은 서비스이용에 있어 광고집행, 이벤트, 프로모션 등 단기간에 많은 접속이 예상되는 계획이 예정되어 있는 경우 해당 사실은 회사에 사전 통지하여 상호간 대응방안을 마련하여야 하며, 이를 사전에 공유하지 아니하거나 상호간 마련한 대책을 초과하여 장애가 발생한 경우 회사는 그에 따른 손해에 대하여 배상책임을 부담하지 아니합니다.
 
제15조 (보안 시스템 관리 및 의무)
1. 회사는 보안상 심각하고 시급을 요하는 프로그램 결함이나 장애 혹은 그에 준하는 문제발생 시 회원관련 인증정보 및 해당 부분을 일괄적으로 패치 할 수 있습니다.
2. 회원은 회사의 서비스를 이용하여 회사 또는 다른 회원의 보안을 위협하는 다음 각 호를 하지 아니합니다.
① 컴퓨터 바이러스 등 악성프로그램 등 유포행위
② 회원 정보시스템 및 이외의 시스템을 대상으로 한 취약점 스캐닝, 불법 침입 행위
③ 대량의 트래픽(traffic)을 유발시켜 정상적인 서비스를 방해하는 행위
④ 기타 회사의 업무를 방해하는 각종 침해 행위
3. 회사는 본 조에 의한 보안관련 조치 내용을 조치 후 통지하거나 통지를 제외할 수 있습니다.
4. 회사는 본 조와 관련한 조치에 있어 회원에게 손해가 발생하지 아니하도록 가능한 최선을 다하여 조치를 진행합니다. 그러나 부득이 다수의 회원의 안전을 위하여 긴급한 조치가 필요한 경우 일부 회원의 손해에 대한 배상책임을 부담하지 아니하고 조치를 이행할 수 있습니다.
 
제16조 (지적재산권의 귀속 및 침해금지)
1. 회사는 서비스와 관련한 일체의 저작물에 관한 저작권 기타 지적재산권을 가집니다.
2. 회원은 회사의 서비스를 이용하여 얻은 정보나 기술, 자료 등을 회사의 사전승낙 없이 복제, 송신, 출판, 배포, 방송, 판매 및 기타 이에 준하는 행위를 하지 아니하며, 회사가 허가하지 아니한 영리목적으로 이용하지 아니합니다.
3. 회원이 서비스를 이용하여 구축한 쇼핑몰 또는 홈페이지 상의 저작물에 대한 관리 책임은 회원 본인에게 있으며, 제3자의 저작권 침해 등에 대한 책임 또한 회원에게 있습니다.
 
제17조 (지위의 승계)
1. 회원은 상속, 합병, 분할, 영업 양도,양수 등으로 회사와 체결한 법적 지위를 승계할 사유가 발생한 경우 회사가 정한 방식과 절차에 따라 양도,양수 신청을 하여야 합니다. 다만, 계정(ID)의 양도,양수는 가능하나 각 멀티쇼핑몰의 양도,양수는 불가합니다.
2. 회사는 회원이 외국인 등의 사유로 양도,양수를 위한 필요서류(인감증명서, 신분증, 본인확인서류 등)를 제출하지 못하는 경우 회원의 양도,양수 신청을 거부할 수 있습니다.
3. 회사는 회사가 지정한 지위의 승계에 따른 관련서류 등의 접수가 완료된 경우 회사가 보유한 회원정보를 승계인으로 변경합니다. 다만, 미결제 된 서비스이용료가 남아있거나 법적 분쟁 가능성이 있다고 판단되는 경우 그 지위의 승계를 보류하거나 거부할 수 있습니다.
4. 회원은 지위 승계가 불가한 제휴서비스(결제서비스, 구매안전서비스, 광고서비스 등)등의 경우 기존 계약을 해지하고, 승계인은 자신의 명의로 재 가입하는 절차를 이행합니다.
5. 본 조에 의하여 승계된 승계인은 기존의 회원과 동일한 지위에서 본 약관 및 기존 회원이 회사와 체결한 일체의 권리, 의무를 가집니다.
 
제18조 (계약의 해지)
1. 회원은 언제든지 서비스 해지를 신청함으로써 이용계약의 종료의사를 회사에 전달할 수 있으며, 회사는 특별한 사정이 없는 한 회원이 요청한 해지일로부터 빠른 시일 내에 서비스 이용계약을 해지합니다. 다만, 미납된 서비스이용료가 있는 경우 회사가 정한 절차에 따라 납부하여야 합니다.
2. 회사는 회원이 관련법을 위반하여 암호화된 개인정보를 복호화하여 제공할 것을 요구하거나 회사가 정한 정책 외의 방식으로 변환을 요구하는 경우 이에 협조하지 아니할 수 있습니다.
3. 회사는 회원이 다음 각 호에 해당하는 경우 사전통지로 계약을 해지할 수 있습니다.
① 당해 연도 2회 이상 이용제한을 당한 경우
② 서비스 신청 시 타인의 명의를 도용하거나 실명이 아닌 명의를 사용하여 서비스를 신청한 경우
③ 회사의 허가한 서비스이용 범위 외로 서비스를 이용한 경우
④ 기타 관련법령 및 식스샵 회원약관, 본 약관을 위반한 경우
 
제19조 (이용제한)
1. 회사는 회원이 쇼핑몰 관리자 어드민(admin)에 1개월 이상 접속하지 아니한 경우 휴면상태로 전환할 수 있습니다. 다만, 회원이 3개월 미만의 기간 내 재 접속을 하는 경우 재 오픈 됩니다.
2. 회사는 회원이 쇼핑몰 관리자 어드민(admin)에 3개월 이상 접속하지 아니한 경우 서비스 이용을 제한할 수 있으며 특정기간 동안 쇼핑몰의 상품정보 및 디자인 등을 백업하도록 안내한 후 일체의 정보는 삭제할 수 있습니다. 이 경우 회사는 서비스 이용제한 및 정보삭제로 인한 회원의 손해에 대하여 배상책임을 부담하지 아니합니다.
3. 회사는 다음 각 호의 경우 회원의 서비스 이용을 제한할 수 있습니다.
① 합법적인 전자상거래의 운영 목적 외로 사용하는 행위
② 방송통신심의위원회, 게임물등급위원회, 서울시전자상거래센터 등의 기관으로부터 심의결정 또는 서비스 제한 요청이 접수된 경우
③ 타인의 명예를 훼손하거나 모욕하는 행위를 한 경우
④ 타인의 권리를 침해하는 행위를 하는 경우
⑤ 범죄행위와 결부되거나 기타 관계법령에 위반되는 경우
⑥ 컴퓨터 바이러스, 악성코드 등 유포, 해킹, 서버 공격 등으로 이용하거나 이용되는 경우
⑦ 서비스의 안정적 운영을 방해하는 다량의 정보를 전송하거나 수신자의 의사에 반하는 광고성 정보를 지속적으로 전송하는 경우
⑧ 회사의 업무를 방해하는 일련의 행위를 하는 경우
⑨ 회사의 사전 동의 없이 서비스의 일부 또는 전부를 이동, 변경, 분해하거나 다른 서비스를 연결하는 행위
⑩  기업 혹은 개인의 홈페이지, 자료실, 게시판 등으로 이용하는 경우
⑪ 부가서비스를 이용하지 아니하고 동영상을 게재하거나 배포하는 경우
⑫ 이 약관에 따른 권리,의무를 회사의 사전 승낙 없이 타인에게 양도, 증여, 이전, 매도하거나 이를 담보 등으로 제공하는 행위
⑬ 서비스의 이용료 등을 연체한 경우
⑭ 이 약관의 회원의 의무를 위반한 경우
4. 회사는 회원의 서비스 이용을 제한하는 경우 그 사유 및 기간 등을 사전 통지합니다. 다만, 시스템 운영에 중대한 장애이거나 사안이 긴급을 요하는 경우 선 조치 후 사후 통보할 수 있습니다.
5. 회원은 회사의 이용제한에 대하여 해제를 요구할 수 있으며, 회사는 회원의 해제요구가 정당하다고 판단되는 경우 즉시 이용제한을 해제합니다.
 
제20조 (스팸전송자 이용제한)
1. 회사와 회원은 광고성 정보를 전달함에 있어 스팸방지와 관련법령 및 가이드 등을 준수합니다.
2. 회사는 다음 각호에 해당하는 경우 서비스의 이용을 제한합니다.
① 방송통신위원회 또는 한국인터넷진흥원이 불법스팸 전송사실을 확인하여 이용정지를 요청하는 경우
② 대량으로 스팸을 전송하여 시스템 장애를 야기했거나 야기할 우려가 있는 경우
③ 스팸릴레이로 이용되거나 웜 등에 감염되어 스팸을 전송한 경우
④ 스팸 수신자로부터 스팸신고가 접수된 경우
3. 회사는 스팸 수신거부처리 등을 위해 스팸관련 민원을 자체적으로 처리하기 위하여 고충처리창구를 아래와 같이 운영합니다.
※ 고충처리창구 연락처 : 070-8200-9202, 전자우편 : help@6shop.me
4. 회사는 회원이 스팸을 전송한 사실을 확인하는 경우 한국인터넷진흥원 불법스팸대응센터에 관련 자료를 첨부하여 신고할 수 있습니다.
 
제21조 (비밀유지)
회원은 회사가 제공하는 서비스와 관련하여 취득한 정보를 회사의 서면 동의 없이 외부에 유출하거나 제 3자에게 제공하지 아니합니다.
 
제22조 (양도금지)
회원은 회사의 사전 서면 동의 없이 이 약관에 의한 일체의 권리 및 의무를 제 3자에게 양도하거나 담보로 제공하지 아니합니다.
 
제23조 (손해배상)
1. 회사와 회원은 자신의 귀책사유로 이 약관을 위반하여 상대방에게 손해가 발생한 경우 그 손해에 대하여 배상책임을 부담합니다.
2. 다만, 서비스 중지 및 장애에 따른 손해배상은 인터넷 환경의 특성을 고려하여 아래와 같이 배상합니다.
3. 3시간 이상 서비스 중지 또는 장애가 발생한 경우 그 손해배상액은 서비스 중지 또는 장애시간에 대하여 최근 3개월(3개월 미만인 경우 해당 기간 적용)의 1일 평균요금에 서비스제공 중지 또는 장애시간을 24로 나눈 수를 곱하여 산출한 금액의 5배로 합니다. 다만 서비스 중지 또는 장애시간은 회원이 회사에 통지한 후부터 계산합니다.
4. 전항에도 불구하고 회사는 제휴서비스 등 회사가 직접 운영하지 아니하는 서비스에 대해서는 그로 인한 회원의 손해에 대하여 배상책임을 부담하지 아니합니다.
 
제24조 (책임의 제한)
1. 회사는 회원이 서비스를 통해 게재 또는 전송한 정보, 자료, 사실의 정확성, 신뢰성 등의 내용에 대해서 어떠한 보증도 하지 아니합니다.
2. 회사는 회원의 귀책사유로 서비스 이용에 장애가 발생한 경우 그와 관련한 책임을 부담하지 아니합니다.
3. 회사는 회사의 귀책사유가 없이 사전에 인지할 수 없는 하드웨어(디스크 등) 장애, 시스템다운 및 외부 통신회사, 전력회사, 기간통신사업자의 장애가 발생하여 서비스 제공이 중단된 경우 그와 관련한 책임을 부담하지 아니합니다.
4. 회사는 하드웨어 장애 및 불량, 통신망의 장애 등으로 인하여 서버 내 회원의 데이터가 전부 또는 일부 훼손되거나 멸실된 경우 그와 관련한 책임을 부담하지 아니합니다.
5. 회사는 회사의 귀책사유가 없이 통제할 수 없는 분산서비스거부(DDos) 등 외부적 침입이 예견되거나 시작된 경우 서비스이용을 제한할 수 있으며 그와 관련한 책임을 부담하지 아니합니다.
6. 회사는 회원이 서비스를 이용하여 기대하는 수익을 보장하지 아니하며 서비스를 통하여 얻은 자료를 이용하여 발생한 손해에 대해 책임을 부담하지 아니합니다.
7. 회사는 회원간 또는 회원과 제 3자간 서비스를 매개로 하여 분쟁이 발생한 경우 개입할 의무가 없으며 그로 인한 손해를 배상할 책임도 부담하지 아니합니다.
8. 회사는 무료로 제공하는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 부담하지 아니합니다.
 
제25조 (준거법 및 분쟁의 해결)
1. 이 약관으로부터 발생한 모든 분쟁에 대해서는 대한민국 법이 적용되며 이에 의하여 해석됩니다.
2. 이 약관과 관련된 분쟁이 발생한 경우 양 당사자는 상호 합의를 통하여 이를 원만히 해결합니다. 그럼에도 분구하고 해결되지 아니한 경우에는 민사소송법 상의 관할법원에 제소합니다.
 
제26조 (약관 외 준칙)
이 약관에 명시되지 아니한 사항은 회사의 서비스 안내 및 관계법령, 상관례에 따릅니다.
 
부 칙
이 약관은 2014년 4월 9일부터 시행합니다.
</pre>
</body>
</html>